Repository: lesterchan/wp-sweep
Catalog: languages/wp-sweep-*.po
Languages: ro_ro

source: Before you do any sweep, please <a href="%s" target="%s">backup your database</a> first because any sweep done is irreversible.
ro_ro: Inainte de orice curățare, vă rugăm ca mai întâi să <a href="%s" target="%s">faceți backup la baza de date</a> pentru că orice curățare facută este ireversibilă.

source: For performance reasons, only %s items will be shown if you click Details
ro_ro: Din motive de performanță, doar %s de elemente vor fi afișate dacă dați click pe Detalii

source: Post Sweep
ro_ro: Curățare Articole

source: There are a total of <strong class="attention"><span class="sweep-count-type-posts">%s</span> Posts</strong> and <strong class="attention"><span class="sweep-count-type-postmeta">%s</span> Post Meta</strong>.
ro_ro: Există un număr total de <strong class="attention"><span class="sweep-count-type-posts">%s</span> Articole</strong> și <strong class="attention"><span class="sweep-count-type-postmeta">%s</span> Metadate Articol</strong>.

source: Details
ro_ro: Detalii

source: Count
ro_ro: Total

source: % Of
ro_ro: % Din

source: Action
ro_ro: Acțiune

source: Revisions
ro_ro: Revizii

source: Sweep
ro_ro: Curăță

source: Auto Drafts
ro_ro: Autosalvare

source: Deleted Posts
ro_ro: Articole Șterse

source: Orphaned Post Meta
ro_ro: Metadate Articol Orfane

source: Duplicated Post Meta
ro_ro: Metadate Articol Duplicat

source: oEmbed Caches In Post Meta
ro_ro: oEmbed Cache în Metadate Articol

source: Comment Sweep
ro_ro: Curățare Comentarii

source: There are a total of <strong class="attention"><span class="sweep-count-type-comments">%s</span> Comments</strong> and <strong class="attention"><span class="sweep-count-type-commentmeta">%s</span> Comment Meta</strong>.
ro_ro: Există un număr total de <strong class="attention"><span class="sweep-count-type-comments">%s</span> Comentarii</strong> și <strong class="attention"><span class="sweep-count-type-commentmeta">%s</span> Metadate Comentarii</strong>.

source: Unapproved Comments
ro_ro: Comentarii Neaprobate

source: Spammed Comments
ro_ro: Comentarii Spam

source: Deleted Comments
ro_ro: Comentarii Șterse

source: Orphaned Comment Meta
ro_ro: Metadate Comentarii Orfane

source: Duplicated Comment Meta
ro_ro: Metadate Comentarii Duplicat

source: User Sweep
ro_ro: Curățare Utilizatori

source: There are a total of <strong class="attention"><span class="sweep-count-type-users">%s</span> Users</strong> and <strong class="attention"><span class="sweep-count-type-usermeta">%s</span> User Meta</strong>.
ro_ro: Există un număr total de <strong class="attention"><span class="sweep-count-type-users">%s</span> Utilizatori</strong> și <strong class="attention"><span class="sweep-count-type-usermeta">%s</span> Metadate Utilizatori</strong>.

source: Orphaned User Meta
ro_ro: Metadate Utilizatori Orfane

source: Duplicated User Meta
ro_ro: Metadate Utilizatori Duplicat

source: Term Sweep
ro_ro: Curațare Termeni

source: There are a total of <strong class="attention "><span class="sweep-count-type-terms">%s</span> Terms</strong>, <strong class="attention"><span class="sweep-count-type-term_taxonomy">%s</span> Term Taxonomy</strong> and <strong class="attention"><span class="sweep-count-type-term_relationships">%s</span> Term Relationships</strong>.
ro_ro: Există un număr total de <strong class="attention "><span class="sweep-count-type-terms">%s</span> Termeni</strong>, <strong class="attention"><span class="sweep-count-type-term_taxonomy">%s</span> Taxonomie Termeni</strong> și <strong class="attention"><span class="sweep-count-type-term_relationships">%s</span> Relații între Termeni</strong>.

source: Orphaned Term Relationship
ro_ro: Relații între Termeni Orfane

source: Unused Terms
ro_ro: Termeni Neutilizați

source: Note that some unused terms might belong to draft posts that have not been published yet. Only sweep this when you do not have any draft posts.
ro_ro: Reține că o parte din termenii neutilizați ar putea aparține articolelor în stadiul de ciornă care nu au fost publicate încă. Curățați aici doar atunci când nu sunt articole in stadiul de ciornă.

source: Option Sweep
ro_ro: Curățare Opțiuni

source: There are a total of <strong class="attention"><span class="sweep-count-type-options">%s</span> Options</strong>.
ro_ro: Există un număr total de <strong class="attention"><span class="sweep-count-type-options">%s</span> Opțiuni</strong>.

source: Transient Options
ro_ro: Opțiuni Transient

source: Database Sweep
ro_ro: Curățare Baza de date

source: There are a total of <strong class="attention"><span class="sweep-count-type-tables">%s</span> Tables</strong>.
ro_ro: Există un număr total de <strong class="attention"><span class="sweep-count-type-tables">%s</span> Tabele</strong>.

source: Optimize Tables
ro_ro: Optimizează Tabelele

source: Sweep All
ro_ro: Curăță Tot

source: Note that some unused terms might belong to draft posts that have not been published yet. Only sweep all when you do not have any draft posts.
ro_ro: Reține că o parte din termenii neutilizați ar putea aparține articolelor în stadiul de ciornă care nu au fost publicate încă. Curățați tot doar atunci când nu sunt articole in stadiul de ciornă.

source: Sweeping is in progress. If you leave now the process won't be completed.
ro_ro: Curățare este in curs. Dacă pleci acum procesul nu va fi finalizat.

source: Sweeping ...
ro_ro: Curățare ...

source: Failed to verify referrer.
ro_ro: Eșuare verificare referrer.

source: %s Revisions Processed
ro_ro: %s Revizii Procesate

source: %s Auto Drafts Processed
ro_ro: %s Autosalvări Procesate

source: %s Deleted Posts Processed
ro_ro: %s Articole Șterse Procesate

source: %s Unapproved Comments Processed
ro_ro: %s Comentarii Neaprobate Procesate

source: %s Spam Comments Processed
ro_ro: %s Comentarii Spam Procesate

source: %s Trash Comments Processed
ro_ro: %s Comentarii Șterse Procesate

source: %s Transient Options Processed
ro_ro: %s Opțiuni Transient Procesate

source: %s Orphaned Post Meta Processed
ro_ro: %s Metadate Articol Orfane Procesate

source: %s Orphaned Comment Meta Processed
ro_ro: %s Metadate Comentarii Orfane Procesate

source: %s Orphaned User Meta Processed
ro_ro: %s Metadate Utilizatori Orfane Procesate

source: %s Orphaned Term Relationships Processed
ro_ro: %s Relații Termeni Orfane Procesate

source: %s Unused Terms Processed
ro_ro: %s Termeni Neutilizați Procesați

source: %s Duplicated Post Meta Processed
ro_ro: %s Metadate Articol Duplicat Procesate

source: %s Duplicated Comment Meta Processed
ro_ro: %s Metadate Comentarii Duplicat Procesate

source: %s Duplicated User Meta Processed
ro_ro: %s Metadate Utilizatori Duplicat Procesate

source: %s Tables Processed
ro_ro: %s Tabele Procesate

source: %s oEmbed Caches In Post Meta Processed
ro_ro: %s oEmbed Cache în Metadate Articol Procesate

source: WP-Sweep allows you to clean up unused, orphaned and duplicated data in your WordPress. It cleans up revisions, auto drafts, unapproved comments, spam comments, trashed comments, orphan post meta, orphan comment meta, orphan user meta, orphan term relationships, unused terms, duplicated post meta, duplicated comment meta, duplicated user meta and transient options. It also optimizes your database tables.
ro_ro: WP-Sweep vă permite să curățați date neutilizate, orfane și duplicate în WordPress-ul vostru. Curață revizii, autosalvări, comentarii neaprobate, comentarii spam, comentarii șterse, metadate articol orfane, metadate comentarii orfane, metadate utilizatori orfane, relatii termeni orfane, termeni neutilizați, metadate articol duplicat, metadate comentarii duplicat, metadate utilizatori duplicat și opțiuni transient. De asemenea, optimizează tabelele bazei de date.
